/* formatter input error format */
"'%@' is not a valid social security number." = "“%@” n’est pas un numéro de sécurité sociale valide.";

/* humanReadableStringForTimeInterval */
"%@ ago" = "il y a %@";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f Go";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f Ko";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f KHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f Mo";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f Po";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f To";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d octets";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld jour, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld jours, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld secondes";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld:%2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld:%2$ld:%3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "Le champ “à” de la commande Ajouter n’est pas valide.";

/* script exception format */
"Add command missing the required 'to' specifier." = "Le champ “à” de la commande Ajouter est manquant.";

/* invalid bundle reason */
"Bundle is obsolete" = "Le lot est obsolète";

/* invalid bundle reason */
"Bundle requires additional software" = "Le lot requiert un logiciel supplémentaire";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de la finalisation de la compression. %2$s.";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de la lecture des données. %2$s.";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de l’écriture des données. %2$s.";

/* error recovery option */
"Cancel <error recovery>" = "Annuler";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "la commande “%1$@” a quitté en raison du signal %2$d (%3$s)";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "la commande “%1$@” a renvoyé %2$d.";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "Impossible de créer le répertoire";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */

"Could not fork '%@'" = "Impossible de bifurquer “%@”";

/* time span formatter span */
"d" = " j";

/* time span formatter span */
"day" = "jour";

/* time span formatter span */
"days" = "jours";

/* invalid bundle reason */
"Duplicate bundle name" = "Nom de lot en double";

/* exception reason */
"Element '%@' not allowed at path: %@" = "L’élément “%1$@” n’est pas autorisé dans le chemin : %2$@";

/* error description */
"Error creating pipe" = "Erreur lors de la création du canal";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "Erreur lors du filtrage des données via la commande UNIX : %@";

/* time span formatter span */
"h" = " h";

/* time span formatter span */
"hour" = "heure";

/* time span formatter span */
"hours" = "heures";

/* formatter input error */
"Invalid time span format" = "Format de temps non valide";

/* local bundle path readable string */
"local configuration file" = "fichier de configuration locale";

/* time span formatter span */
"m" = " m";

/* time span formatter span */
"minute" = "minute";

/* time span formatter span */
"minutes" = "minutes";

/* time span formatter span */
"mo" = " mo";

/* time span formatter span */
"month" = "mois";

/* time span formatter span */
"months" = "mois";

/* error reason */
"No root element was found" = "Aucun élément racine n’a été trouvé";

/* invalid bundle reason */
"Not a valid bundle" = "N’est pas un lot valide";

/* formatter input error */
"Only enter numbers separated by spaces." = "Utilisez uniquement des nombres séparés par des espaces.";

/* script exception format */
"Remove command has invalid 'from' specifier." = "Le champ “de” de la commande Supprimer n’est pas valide.";

/* script exception format */
"Remove command missing the required 'from' specifier." = "Le champ “de” de la commande Supprimer est manquant.";

/* humanReadableStringForTimeInterval */
"right now" = "maintenant";

/* time span formatter span */
"s" = " s";

/* time span formatter span */
"second" = "seconde";

/* time span formatter span */
"seconds" = "secondes";

/* script exception format */
"Specified container doesn't handle the add command." = "Le conteneur spécifié ne gère pas la commande Ajouter.";

/* script exception format */
"Specified container doesn't handle the remove command." = "Le conteneur spécifié ne gère pas la commande Supprimer.";

/* formatter input error */
"That is not a valid date." = "Ceci n’est pas une date valide.";

/* formatter input error */
"That is not a valid phone number." = "Ceci n’est pas un numéro de téléphone valide.";

/* formatter input error */
"That is not a valid social security number." = "Ceci n’est pas un numéro de sécurité sociale valide.";

/* formatter input error */
"That is not a valid state abbreviation." = "Ceci n’est pas une abréviation d’État valide.";

/* formatter input error */
"That is not a valid zip code." = "Ceci n’est pas un code postal valide.";

/* compression error description */
"Unable to compress data." = "Impossible de compresser les données.";

/* error description */
"Unable to create lock file '%@'." = "Impossible de créer un fichier de verrouillage “%@”.";

/* decompression error description */
"Unable to decompress data." = "Impossible de décompresser les données.";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "Impossible de décompresser les données gzip : en-tête non valide";

/* compression error description */
"Unable to initialize compression" = "Impossible d’initialiser la compression";

/* decompression error description */
"Unable to initialize decompression" = "Impossible d’initialiser la décompression";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "Impossible de résoudre le conteneur d’insertion dans le champ %@";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "Impossible de résoudre l’index d’insertion dans le champ %@";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "Impossible de résoudre la clé d’insertion dans le champ %@";

/* error description */
"Unable to write cache file to '%@'" = "Impossible d’écrire le fichier de cache sur “%@”";

/* decompression error reason */
"unrecognized compression format." = "format de compression non reconnu.";

/* time span formatter span */
"w" = " s";

/* error description */
"Warning encountered while loading XML." = "Avertissement lors du chargement du fichier XML.";

/* time span formatter span */
"week" = "semaine";

/* time span formatter span */
"weeks" = "semaines";

/* time span formatter span */
"y" = " a";

/* time span formatter span */
"year" = "année";

/* time span formatter span */
"years" = "années";

/* zlib error reason */
"zlib returned error code %d." = "zlib a renvoyé le code d’erreur %d.";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib a renvoyé le code d’erreur %1$d. %2$s.";